Repository: southernwind/PixChest
Catalog: MediaDeck/Strings/*/Resources.resw
Source language: en
Languages: ja

# Common_Delete.Content
source: Delete
ja: 削除

# Common_ReRun.ToolTipService.ToolTip
source: Re-run
ja: 再実行

# Common_OpenFile.ToolTipService.ToolTip
source: Open File
ja: ファイルを開く

# Common_ShowInExplorer.ToolTipService.ToolTip
source: Show in Explorer
ja: エクスプローラーで表示

# NavMenu_View.Title
source: View
ja: 表示

# NavMenu_Tools.Title
source: Tools
ja: ツール

# NavMenu_TagManager.Text
source: Tag Manager
ja: タグ管理

# NavMenu_FolderManager.Text
source: Folder Manager
ja: フォルダ管理

# NavMenu_DuplicateDetector.Text
source: Duplicate File Finder
ja: 重複ファイル検索

# NavMenu_Config.Text
source: Settings
ja: 設定

# NavMenu_SyncNotification.ToolTipService.ToolTip
source: There are unprocessed file changes.
ja: 未処理のファイル変更があります。

# NavMenu_Help.Title
source: Help
ja: ヘルプ

# NavMenu_About.Text
source: About
ja: MediaDeck について

# NavMenu_License.Text
source: License Information
ja: ライセンス情報

# AboutWindow_Title
source: About MediaDeck
ja: MediaDeck について

# About_Description
source: A media management application for Windows (centralized management of images, videos, PDFs, archives, etc.).
ja: Windows向けのメディア管理アプリケーション（画像、動画、PDF、アーカイブファイルなどを一元管理）。

# About_VersionLabel.Text
source: Version
ja: バージョン

# LicenseWindow_Title
source: License Information
ja: ライセンス情報

# ConfigWindow_Title
source: Settings
ja: 設定

# ConfigWindow_Save.Text
source: Save
ja: 保存

# ScanConfigPage_Name
source: Scan
ja: スキャン

# ScanConfigPage_Description
source: Configure target file extensions and scanning behavior
ja: 対象拡張子やスキャン方法を設定します

# ScanConfigPage_TargetExtensionsHeader.Text
source: Target Extensions
ja: 対象拡張子

# ScanConfigPage_TargetExtensionsDescription.Text
source: Manage file extensions and media types to be scanned.
ja: スキャン対象とするファイルの拡張子とメディアタイプを管理します。

# ScanConfigPage_AddExtension.Text
source: Add extension
ja: 拡張子を追加

# ScanConfigPage_ExtensionPlaceholder.PlaceholderText
source: e.g. .mp4
ja: 例: .mp4

# ScanConfigPage_RemoveExtension.ToolTipService.ToolTip
source: Remove this extension
ja: この拡張子を削除

# SearchConfigPage_Name
source: Search
ja: 検索

# SearchConfigPage_Description
source: Configure batch sizes used while loading search results
ja: 検索結果の読み込み件数等を設定します

# SearchConfigPage_CountSettingsHeader.Text
source: Item count settings
ja: 件数設定

# SearchConfigPage_CountSettingsDescription.Text
source: Configure batch sizes used when loading files into the UI.
ja: UIへのファイル読み込み時のバッチ処理件数を設定します。

# SearchConfigPage_InitialLoadCount.Text
source: Initial load count
ja: 初期ロード件数

# SearchConfigPage_InitialLoadCountDesc.Text
source: Number of items to load on the first UI update
ja: 初回のUI反映時に読み込むアイテム数

# SearchConfigPage_IncrementalLoadCount.Text
source: Incremental load count
ja: 増分読み込み件数

# SearchConfigPage_IncrementalLoadCountDesc.Text
source: Batch size of additional items appended after the initial load
ja: 初期ロード以降に追加するUI反映のバッチサイズ

# SearchConfigPage_MaxLoadCount.Text
source: Maximum load count
ja: 最大ロード件数

# SearchConfigPage_MaxLoadCountDesc.Text
source: Maximum number of items to display
ja: 表示するアイテムの最大数

# ExecutionConfigPage_Name
source: Execution programs
ja: 実行プログラム

# ExecutionConfigPage_Description
source: Configure default applications for each media type
ja: メディアタイプ別の関連付けや既定アプリを設定します

# LanguageConfigPage_Name
source: Language
ja: 言語

# LanguageConfigPage_Description
source: Switch the application's display language
ja: アプリの表示言語を切り替えます

# LanguageConfigPage_SectionHeader.Text
source: Display language
ja: 表示言語

# LanguageConfigPage_SectionDescription.Text
source: The selected language takes effect after restarting the app.
ja: 選択した言語はアプリ再起動後に反映されます。

# LanguageConfigPage_LanguageLabel.Text
source: Language
ja: 言語

# LanguageConfigPage_RestartNotice.Message
source: Restart the app after saving for the change to take effect.
ja: 変更を反映するには、保存後にアプリを再起動してください。

# LanguageConfigPage_SystemDefault
source: System default
ja: システムの既定

# Repository_Header.Text
source: Repository
ja: リポジトリ

# FolderRepository_IncludeSubDirectories.Content
source: Include Subdirectories
ja: サブディレクトリを含める

# AlbumRepository_IncludeSubAlbums.Content
source: Include Sub Albums
ja: サブアルバムを含める

# Sort_Header.Text
source: Sort
ja: 並べ替え

# Sort_Settings.ToolTipService.ToolTip
source: Sort Settings
ja: 並べ替え設定

# Sort_ToggleDirection.ToolTipService.ToolTip
source: Toggle Ascending / Descending
ja: 昇順/降順の切り替え

# Sort_FilePath
source: File Path
ja: ファイルパス

# Sort_ModifiedTime
source: Modified Time
ja: 更新日時

# Sort_Rate
source: Rating
ja: 評価

# Sort_UsageCount
source: Usage Count
ja: 使用回数

# Sort_FileSize
source: File Size
ja: ファイルサイズ

# Filter_Header.Text
source: Filter
ja: フィルター

# Filter_Settings.ToolTipService.ToolTip
source: Filter Settings
ja: フィルター設定

# Details_Header.Text
source: Details
ja: 詳細

# Details_Rating.Text
source: Rating
ja: 評価

# Details_UsageCount.Text
source: Usage Count
ja: 使用回数

# Details_FilePath.Text
source: File Path
ja: ファイルパス

# Details_MultipleValues.Text
source: (Multiple values)
ja: (複数の値)

# Details_Metadata.Header
source: Metadata
ja: メタデータ

# Details_Description.Text
source: Description
ja: 説明

# Details_DescriptionInput.PlaceholderText
source: Add a description...
ja: 説明を追加...

# Details_UpdateDescription.Content
source: Update
ja: 更新

# Details_Tags.Text
source: Tags
ja: タグ

# Details_AddTagsPlaceholder.PlaceholderText
source: Add tags...
ja: タグを追加...

# Details_OpenTagManager.Text
source: Open Tag Manager
ja: タグ管理を開く

# Details_DeleteTag.Text
source: Delete
ja: 削除

# Details_AddTags.PlaceholderText
source: Add tags...
ja: タグを追加...

# Search_AddTokens.PlaceholderText
source: Add search tokens...
ja: 検索条件を追加...

# StatusBar_Count.Text
source: Items:
ja: 項目数:

# StatusBar_SearchTime.Text
source: | Search time:
ja: | 検索時間:

# StatusBar_Overlay.Text
source: Overlay
ja: オーバーレイ

# StatusBar_Info.Text
source: Info
ja: 詳細

# StatusBar_BackgroundTasks.Text
source: Background tasks
ja: バックグラウンドタスク

# Viewer_ColumnFileName.Text
source: File Name
ja: ファイル名

# Viewer_ColumnResolution.Text
source: Resolution
ja: 解像度

# Viewer_ColumnSize.Text
source: Size
ja: サイズ

# Viewer_ColumnCreationTime.Text
source: Creation Time
ja: 作成日時

# Viewer_ColumnRate.Text
source: Rating
ja: 評価

# Viewer_ContextAddToAlbum.Text
source: Add to Album
ja: アルバムへ追加

# Viewer_ContextRecreateThumbnail.Text
source: Recreate Thumbnail
ja: サムネイルを再生成

# Viewer_ContextUpdateMetadata.Text
source: Update Metadata
ja: メタデータを更新

# Viewer_ContextRemoveFile.Text
source: Remove File
ja: ファイルを削除

# Viewer_ContextOpenFolder.Text
source: Open Folder
ja: フォルダを開く

# Viewer_LoadMore.Content
source: Load More
ja: さらに読み込む

# Archive_FilesCountFormat
source: {0} files
ja: {0} 個のファイル

# Pdf_PagesCountFormat
source: {0} pages
ja: {0} ページ

# Execution_Header.Text
source: External Programs
ja: 外部プログラム

# Execution_Description.Text
source: Configure external programs and arguments for opening media items.
ja: メディアアイテムを開く外部プログラムとその起動引数を設定します。

# Execution_RemoveProgram.ToolTipService.ToolTip
source: Remove this program
ja: このプログラムを削除

# Execution_AddMediaTypeHeader.Header
source: Media type to add
ja: 追加するメディアタイプ

# Execution_AddProgramButton.Text
source: Add Program
ja: プログラムを追加

# ExecConfig_ToolName.Header
source: Tool Name
ja: ツール名

# ExecConfig_ToolName.PlaceholderText
source: Tool name (e.g. VLC)
ja: ツール名 (例: VLC)

# ExecConfig_FilePath.Header
source: Executable Path
ja: 実行ファイルパス

# ExecConfig_Args.Header
source: Startup Arguments
ja: 起動引数

# ExecConfig_IsDefault.Header
source: Default Tool
ja: 既定ツール

# ExecConfig_ExecutionType.Header
source: Execution Method
ja: 実行方法

# ExecConfig_InternalDescription.Text
source: Open this folder in the MediaDeck library view.
ja: MediaDeckのライブラリ画面でこのフォルダを開きます。

# NewAlbumDialog.Title
source: Create New Album
ja: アルバムを新規作成

# NewAlbumDialog.PrimaryButtonText
source: Create
ja: 作成

# NewAlbumDialog.CloseButtonText
source: Cancel
ja: キャンセル

# NewAlbumDialog_NameLabel.Text
source: Album Name (Required)
ja: アルバム名（必須）

# NewAlbumDialog_NamePlaceholder.PlaceholderText
source: e.g. Travel
ja: 北海道

# NewAlbumDialog_PathLabel.Text
source: Album Path (Optional. e.g. Travel/2024)
ja: アルバムパス（任意。例: 旅行/2024）

# NewAlbumDialog_PathPlaceholder.PlaceholderText
source: Travel/2024
ja: 旅行/2024

# TabRenameDialog.Title
source: Rename Tab
ja: タブ名の変更

# TabRenameDialog.CloseButtonText
source: Cancel
ja: キャンセル

# TabRenameDialog_Name.Header
source: New Tab Name
ja: 新しいタブ名

# TabRenameDialog_Name.PlaceholderText
source: Enter a name
ja: 名前を入力してください

# PropertyComparisonDialog.Title
source: Property Comparison Condition
ja: プロパティ比較条件

# PropertyComparisonDialog_Value.Header
source: Value
ja: 値

# PropertyComparisonDialog_Value.PlaceholderText
source: Enter a value to compare
ja: 比較する値を入力

# PropertyComparisonDialog_NumberValue.PlaceholderText
source: Enter a number to compare
ja: 比較する数値を入力

# PropertyComparisonDialog_Date.Header
source: Date
ja: 日付

# PropertyComparisonDialog_Date.PlaceholderText
source: Select a date
ja: 日付を選択

# PropertyComparisonDialog_Operator.Header
source: Operator
ja: 演算子

# Splash_InitializingDatabase
source: Initializing database...
ja: データベースを準備しています...

# Splash_LoadingConfig
source: Loading configuration...
ja: 構成設定を読み込んでいます...

# Splash_InitializingTags
source: Initializing tag information...
ja: タグ情報を初期化しています...

# Splash_PreparingBackgroundTasks
source: Preparing background tasks...
ja: バックグラウンドタスクを準備しています...

# Splash_StartingMediaEngine
source: Starting media engine...
ja: メディアエンジンを起動しています...

# Splash_Ready
source: Ready...
ja: 準備完了...

# Duplicate_StartDetection.Content
source: Start Detection
ja: 検出開始

# Duplicate_Groups.Text
source: Duplicate Groups
ja: 重複グループ

# Duplicate_FileCountSuffix.Text
source: files
ja: ファイル

# Duplicate_FileList.Text
source: File List
ja: ファイルリスト

# Duplicate_GroupCountLabel.Text
source: Duplicate Groups:
ja: 重複グループ数:

# Duplicate_TotalFileCountLabel.Text
source: Total Duplicate Files:
ja: 総重複ファイル数:

# TagManager_Category.Text
source: Tag Category
ja: タグカテゴリ

# TagManager_CategoryName.Text
source: Category Name
ja: カテゴリ名

# TagManager_CategoryNameInput.PlaceholderText
source: Enter category name
ja: カテゴリ名を入力

# TagManager_Detail.Text
source: Detail
ja: 詳細

# TagManager_DetailInput.PlaceholderText
source: Enter detail
ja: 詳細を入力

# TagManager_DeleteCategory.ToolTipService.ToolTip
source: Delete this tag category
ja: このタグカテゴリを削除します

# TagManager_Tags.Text
source: Tags
ja: タグ

# TagManager_SearchTags.PlaceholderText
source: Search tags...
ja: タグを検索...

# TagManager_TagName.Text
source: Tag Name
ja: タグ名

# TagManager_TagNameInput.PlaceholderText
source: Enter tag name
ja: タグ名を入力

# TagManager_Ruby.Text
source: Ruby
ja: 読み

# TagManager_RubyInput.PlaceholderText
source: Enter ruby
ja: 読みを入力

# TagManager_ParentCategory.Text
source: Parent Category
ja: 所属カテゴリ

# TagManager_Aliases.Text
source: Tag Aliases
ja: タグエイリアス

# TagManager_AliasInput.PlaceholderText
source: Alias
ja: エイリアス

# TagManager_RubyInputShort.PlaceholderText
source: Ruby
ja: ふりがな

# TagManager_DeleteTag.ToolTipService.ToolTip
source: Delete this tag
ja: このタグを削除します

# FolderManager_RegisteredFolders.Text
source: Registered Folders
ja: 登録フォルダ

# FolderManager_ScanCompleteSuffix.Text
source: items completed
ja: 件完了

# FolderManager_SelectFolderMessage.Text
source: Please select a folder
ja: フォルダを選択してください

# FolderManager_FolderSettings.Text
source: Folder Settings
ja: フォルダ設定

# FolderManager_GeneralSettings.Text
source: General Settings
ja: 一般設定

# FolderManager_GroupSubfolders.Header
source: Group subfolders
ja: 配下フォルダをグループ化

# FolderManager_Status.Text
source: Status
ja: ステータス

# FolderManager_ScanStatus.Text
source: Scan Status
ja: スキャン状況

# FolderManager_ItemCountSuffix.Text
source: items
ja: 件

# FolderManager_Scanning.Text
source: Scanning...
ja: スキャン中...

# Config_Language_Name
source: Language
ja: 言語

# Config_Language_Description
source: Switch the display language of the app
ja: アプリの表示言語を切り替えます

# Config_Language_SystemDefault
source: System Default
ja: システムの既定

# Config_Execution_Name
source: External Programs
ja: 外部プログラム

# Config_Execution_Description
source: Configure external programs to open media
ja: メディアを開く外部プログラムを設定します

# Config_Scan_Name
source: Scan
ja: スキャン

# Config_Scan_Description
source: Configure target extensions and scan methods
ja: 対象拡張子やスキャン方法を設定します

# Config_Search_Name
source: Search
ja: 検索

# Config_Search_Description
source: Settings for search and data loading performance
ja: 検索やデータ読み込みパフォーマンスに関する設定です

# Config_Thumbnail_Name
source: Thumbnail
ja: サムネイル

# Config_Thumbnail_Description
source: Configure thumbnail creation size and other settings
ja: サムネイルの作成サイズなどを設定します

# ThumbnailConfigPage_Header.Text
source: Thumbnail Settings
ja: サムネイル設定

# ThumbnailConfigPage_Description.Text
source: Configure the quality and size of automatically generated thumbnails.
ja: 自動生成されるサムネイルの品質とサイズを設定します。

# ThumbnailConfigPage_ThumbnailSize.Text
source: Thumbnail Creation Size (px)
ja: サムネイル作成サイズ (px)

# ThumbnailConfigPage_ThumbnailSizeDesc.Text
source: Specify the size of the long side of the created thumbnails. Changes will apply to future thumbnails.
ja: 作成されるサムネイルの長辺のサイズを指定します。変更は今後作成されるサムネイルに適用されます。
